Repository: 0101011/firefox-ios
Catalog: Client/*.lproj/Intro.strings
Languages: ast, kab, ne_np, or, pa_in, si, te, uk, zh_cn, zh_tw

source: Browse multiple Web pages at the same time with tabs.
ast: Restola múltiples páxines web al empar coles llingüetes.
kab: Rzu ɣer ddeqs n isebtar web ɣef yiwet n tikelt s yiccaren.
ne_np: ट्याबहरूबाट एकै समयमा धेरै वेब पृष्ठ ब्राउज गर्नुहोस्।
or: ଟ୍ୟାବ ବ୍ୟବହାର କରି ଏକାଧିକ ୱେବ ପୃଷ୍ଠା ଏକାସଙ୍ଗେ ଦେଖନ୍ତୁ ।
pa_in: ਟੈਬਾਂ ਨਾਲ ਇੱਕੋਂ ਸਮੇਂ 'ਤੇ ਕਈ ਵੈੱਬ ਸਫ਼ਿਆਂ ਨੂੰ ਬ੍ਰਾਊਜ਼ ਕਰੋ।
si: එකවර වෙබ් පිටු කිහිපයක් ටැබ් භාවිතයෙන් ගවේෂණය කරන්න.
te: ట్యాబ్లను ఉపయోగించి ఒకే సమయంలో బహుళ వెబ్ పేజీలను బ్రౌజ్ చేయండి.
uk: Переглядайте одночасно багато веб-сторінок за допомогою вкладок.
zh_cn: 使用标签页方式同时浏览多个网页。
zh_tw: 使用分頁標籤一次瀏覽多個網頁。

source: Choose
ast: Escoyeta
kab: Fren
ne_np: रोज्नुहोस्
or: ବାଛନ୍ତୁ
pa_in: ਚੁਣੋ
si: තෝරන්න
te: ఎంచుకొండి
uk: Обирайте
zh_cn: 选择
zh_tw: 選擇

source: Connect Firefox everywhere you use it.
ast: Coneuta Firefox en cualesquier llau que lu uses.
kab: Qqen ɣer Firefox deg yal adig anida telliḍ.
ne_np: तपाईँले प्रयोग गर्ने सबै ठाँउमा Firefox जडान गर्नुहोस्।
or: Firefox ଯେଉଁଠି ହେଉ ଦେଖିବା ମାତ୍ରେ ବ୍ୟହାର କରନ୍ତୁ ।
pa_in: ਫਾਇਰਫਾਕਸ ਨਾਲ ਕਨੈਕਟ ਕਰੋ ਹਰ ਥਾਂ ਇਸਨੂੰ ਵਰਤੋ।
si: ඔබ භාවිත කරන සෑම තැනකින්ම Firefox වෙත පිවිසෙන්න.
te: మీరు ఎక్కడ ఫైర్ఫాక్సు ఉపయోగిస్తున్నారో అక్కడ కనెక్ట్ చేయండి.
uk: З'єднуйтесь з Firefox всюди, де ви його використовуєте.
zh_cn: 无处不在的连通 Firefox。
zh_tw: 在任何地方使用時都連線到 Firefox。

source: Customize
ast: Personalización
kab: Sagen
ne_np: अनुकूलन गर्नुहोस्
or: ଇଚ୍ଛା ମୁତାବକ ବ୍ୟବହାର କରନ୍ତୁ
pa_in: ਅਨੁਕੂਲਿਤ ਕਰੋ
si: රිසිකරණය
te: అనుకూలపరచు
uk: Налаштовуйте
zh_cn: 定制
zh_tw: 自訂

source: Easily switch between open pages with tabs.
ast: Camuda cenciellamente ente páxines abiertes coles llingüetes.
kab: Nṭew s wudem fessusen gar isebtar yeldin s yiccaren.
ne_np: ट्याबहरूद्वारा खुल्ला पृष्ठहरू बीच सजिलै अद्ला-बद्ली गर्नुहोस्।
or: ଟ୍ୟାବ ବ୍ୟବହାର କରି ପୃଷ୍ଠାରୁ ପୃଷ୍ଠାକୁ ଯାଆନ୍ତୁ ।
pa_in: ਟੈਬਾਂ ਨਾਲ ਖੁੱਲ੍ਹੇ ਹੋਏ ਸਫ਼ਿਆਂ ਵਿੱਚ ਆਸਾਨੀ ਨਾਲ ਸਵਿੱਚ ਕਰੋ।
si: ටැබ් භාවිතයෙන් විවෘත කළ පිටු අතර පහසුවෙන් මාරු වන්න.
te: సులభంగా టాబ్లతో ఓపెన్ పేజీలు మధ్య మారండి.
uk: Легко перемикайтеся між відкритими сторінками за допомогою вкладок.
zh_cn: 轻松切换已打开的页面标签页。
zh_tw: 透過分頁，輕易切換開啟頁面。

source: Firefox and the cloud
ast: Firefox y la ñube
kab: Firefox akked s usigna
ne_np: Firefox र क्लाउड
or: Firefox ଓ କ୍ଲାଉଡ଼
pa_in: ਫਾਇਰਫਾਕਸ ਅਤੇ ਕਲਾਉਡ
si: Firefox සහ ක්ලවුඩ්
te: ఫైర్ఫాక్సు మరియు క్లౌడ్
uk: Firefox і хмара
zh_cn: Firefox 与云
zh_tw: Firefox 和一片雲

# Introductory slide %@ of %@
source: Introductory slide %1$@ of %2$@
ast: Páxina introductoria %1$@ de %2$@
kab: Tigri n uqeddem %1$@ seg %2$@
ne_np: परिचयात्मक स्लाइड %2$@ मध्य %1$@
or: %2$@ ର %1$@ ତମ ପ୍ରାରମ୍ଭିକ ସ୍ଲାଇଡ଼
pa_in: %2$@ ਦੇ %1$@ ਦੀ ਸ਼ੁਰੂਆਤੀ ਸਲਾਈਡ
te: పరిచయ స్లయిడ్ %2$@ లో %1$@ది
uk: Вступний слайд %1$@ із %2$@
zh_cn: 介绍页面，第 %1$@ 张，共 %2$@ 张
zh_tw: 介紹畫面，第 %1$@ 張，共 %2$@ 張

source: Organize
ast: Organización
kab: Seggem
ne_np: सङ्गठित गर्नुहोस्
or: ସଜାନ୍ତୁ
pa_in: ਪ੍ਰਬੰਧ ਕਰੋ
si: සංවිධානය කරන්න
te: నిర్వహించు
uk: Організовуйте
zh_cn: 管理
zh_tw: 管理

source: Personalize your Firefox just the way you like in Settings.
ast: Personaliza Firefox del mou que te preste n'Axustes.
kab: Sagen Firefox-inek akken tebɣiḍ deg iɣawwaṛen.
ne_np: तपाईँलाई मनपर्ने तरिकाले तपाईँको Firefox सेटिङ्गमा गएर निजीकरण गर्नुहोस्।
or: ସଜାଣିରେ ନିଜ ପସନ୍ଦ ମୁତାବକ ନିଜ Firefoxକୁ ସଜାନ୍ତୁ ।
pa_in: ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਜਿਵੇਂ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਉਸੇ ਤਰ੍ਹਾਂ ਆਪਣੇ ਫਾਇਰਫਾਕਸ ਨੂੰ ਵਿਅਕਤੀਗਤ ਬਣਾਓ।
te: మీ ఫైర్ఫాక్సు కేవలం మీ సెట్టింగ్స్ లో నచ్చిన విధంగానే వ్యక్తిగతీకరించండి.
uk: Налаштуйте Firefox на свій смак в Параметрах.
zh_cn: 个性化您的 Firefox，在“设置”页面中按您所想自由定制。
zh_tw: 到設定畫面中用您想要的方式個人化 Firefox。

source: Personalize your default search engine and more in Settings.
ast: Personaliza'l to motor de gueta por defeutu y más n'Axustes.
kab: Sbadu amsedday-inek amezwer akked wayen nniḍen deg iɣewwaren.
ne_np: तपाईँको पूर्वनिर्धारित खोज इन्जिन र अरू थुप्रै, सेटिङ्गबाट निजीकरण गर्नुहोस्।
or: ସଜାଣିରେ ନିଜ ନିୟମିତ ସର୍ଚ ଇଞ୍ଜିନ ଓ ବାକି ଅନେକ ଜିନିଷ ପସନ୍ଦ ମୁତାବକ ସଜାନ୍ତୁ ।
pa_in: ਸੈਟਿੰਗ ਵਿੱਚ ਆਪਣੇ ਡਿਫਾਲਟ ਖੋਜ ਇੰਜਣ ਅਤੇ ਹੋਰ ਨੂੰ ਵਿਅਕਤੀਗਤ ਬਣਾਓ।
te: మీ డిఫాల్ట్ శోధన ఇంజన్ వ్యక్తిగతీకరించండి మరియు సెట్టింగులలో మరిన్ని.
uk: Налаштуйте типовий засіб пошуку й багато іншого в Параметрах.
zh_cn: 在“设置”中个性化您的默认搜索引擎等设置。
zh_tw: 到設定畫面中選擇您的預設搜尋引擎及其他個人化功能。

source: Share
ast: Compartición
kab: Bḍu
ne_np: साझेदारी
or: ବିତରଣ
pa_in: ਸਾਂਝਾ ਕਰੋ
si: බෙදාගන්න
te: పంచుకోను
uk: Діліться
zh_cn: 共享
zh_tw: 分享

source: Sign in to Firefox
ast: Aniciar sesión en Firefox
kab: Kcem ɣer Firefox
ne_np: Firefox मा साइन इन गर्नुहोस्
or: Firefoxରେ ସାଇନ ଇନ କରନ୍ତୁ
pa_in: ਫਾਇਰਫਾਕਸ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰੋ
si: Firefox වෙත පිවිසෙන්න
te: ఫైర్ఫాక్సుకు ప్రవేశించండి
uk: Увійти в Firefox
zh_cn: 登录 Firefox
zh_tw: 登入至 Firefox

source: Start Browsing
ast: Entamar a restolar
kab: Bdu tunigin
ne_np: ब्राउजिङ्ग सुरु गर्नुहोस
or: ବ୍ରାଉଜିଂ ଆରମ୍ଭ କରନ୍ତୁ
pa_in: ਬ੍ਰਾਊਜ਼ਿੰਗ ਸ਼ੁਰੂ ਕਰੋ
si: ගවේෂණය අරඹන්න
te: బ్రౌజింగ్ ను ప్రారంభించండి
uk: Почати перегляд
zh_cn: 开始浏览
zh_tw: 開始瀏覽

source: Sync your Devices.
ast: Sincronización de preseos
kab: Mtawi ibenkan-inek.
ne_np: आफ्नो यन्त्रहरू सिङ्क गर्नुहोस्।
pa_in: ਆਪਣੀਆਂ ਡਿਵਾਈਸਾਂ ਨੂੰ ਸਿੰਕ ਕਰੋ।
si: ඔබේ මෙවලම් සමකාලික කරන්න.
te: మీ పరికరాలను సింక్ చేయండి.
uk: Синхронізуйте свої пристрої.
zh_cn: 同步您的设备。
zh_tw: 同步您的裝置。

source: Tap, hold and move the Firefox icon into your dock for easy access.
ast: Calca, caltén y muevi l'iconu de Firefox a la to barra d'anclaxe pa un accesu fácil.
kab: Senned, ṭṭef u selḥu tigni n Firefox ɣer wadig tebɣiḍ akken ad yifsus waggwaḍ ɣur-s.
ne_np: तपाईँको सहज पहुँचको लागि Firefox को अाइकनलाइ दाबिराखेर डकमा सार्नुहोस्।
or: ଛୁଅନ୍ତୁ, କିଛି ସମୟ ଧରିରଖି Firefox ଆଇକନଟିକୁ ନିଜ ଡକକୁ ଘୁଞ୍ଚାଇଦେଲେ ସହଜରେ ବ୍ୟବହାର କରିପାରିବେ ।
pa_in: ਆਸਾਨ ਪਹੁੰਚ ਲਈ ਫਾਇਰਫਾਕਸ ਆਈਕਾਨ ਨੂੰ ਆਪਣੇ ਡੌਕ ਵਿੱਚ ਟੈਪ ਕਰੋ, ਹੋਲਡ ਰੱਖੋ ਅਤੇ ਮੂਵ ਕਰੋ।
te: నొక్కండి మరియు సులభంగా యాక్సెస్ చేయడం కోసం మీ డాక్ లోకి ఫైర్ఫాక్స్ చిహ్నం తరలించండి.
uk: Торкніться, утримайте й перемістіть піктограму Firefox у свій док для легкого доступу.
zh_cn: 按住并移动 Firefox 图标到您的 Dock，便于快捷打开。
zh_tw: 按住 Firefox 圖示，移動到 Dock 方便快速啟動 Firefox。

source: The Settings button is at the beginning of the Tabs Tray.
ast: El botón d'Axustes ta nel entamu de la badexa de llingüetes.
kab: Taqeffalt n yiɣewwaren tella deg tazwara n uzawag n yiccaren.
ne_np: सेटिङ्गस् बटन ट्याबस् ट्रेको सुरुमा छ।
or: ଟ୍ୟାବ ପଟିରେ ସବା ଆରମ୍ଭରେ ଥିବା Settings ବଟନ ରହିଛି ।
pa_in: ਸੈਟਿੰਗ ਬਟਨ ਟੈਬ ਟਰ੍ਹੇ ਦੇ ਸ਼ੁਰੂ ਵਿੱਚ ਹੈ।
te: సెట్టింగ్స్ బటన్ టాబ్లు ట్రే ప్రారంభంలో ఉంది.
uk: Кнопка параметрів знаходиться на початку лотка вкладок.
zh_cn: “设置”按钮在标签页托盘的开头。
zh_tw: 「設定」按鈕位在分頁列的最前面。

source: The Show Tabs button is next to the Address and Search text field and displays the current number of open tabs.
ast: El botón Amosar llingüetes ta cabo al campu de Direición y Guetar, y amuesa'l númberu actual de llingüetes abiertes.
kab: Taqeffalt n uskan n yiccaren teqṛeb ɣer wurti n uḍris n tansa d unadi, udiɣ ad tesken amḍan amiran n yiccaren yeldin.
ne_np: "ट्याबहरू देखाउनुहोस्" बटन ठेगाना र खोजीको अक्षर क्षेत्रको अाडमा छ र खोलिएको ट्याबहरूको वर्तमान नम्बर देखाउछ।
or: Address ଓ Search ଘର ପାଖେ ଥିବା Show Tabs ବଟନଟି ଏବେ ଖୋଲାଥିବା ଟ୍ୟାବଗୁଡ଼ିକର ସଂଖ୍ୟା ଦେଖାଇଥାଏ ।
pa_in: ਟੈਬਾਂ ਨੂੰ ਵੇਖਾਓ ਬਟਨ ਸਿਰਨਾਵਾਂ ਅਤੇ ਖੋਜ ਪਾਠ ਖੇਤਰ ਤੋਂ ਅੱਗੇ ਹੈ ਅਤੇ ਇਸ ਸਮੇਂ ਖੁੱਲ੍ਹੀਆਂ ਟੈਬਾਂ ਦੀ ਗਿਣਤੀ ਨੂੰ ਦਿਖਾਉਂਦਾ ਹੈ।
te: ట్యాబ్లను చూపించు బటన్ అడ్రస్ మరియు టెక్స్ట్ ఫీల్డ్ శోధన పక్కన ఉన్నది మరియు తెరిచిన ట్యాబ్ల యొక్క ప్రస్తుత సంఖ్య ప్రదర్శిస్తుంది.
uk: Кнопка показу вкладок знаходиться поруч з текстовим полем адреси та пошуку і показує поточну кількість відкритих вкладок.
zh_cn: “显示标签页”按钮在地址栏和搜索框的旁边，并显示了当前已打开的标签页数量。
zh_tw: 「顯示分頁」按鈕位在網址列與搜尋框旁邊，並顯示目前已開啟的分頁數量。

source: Use the share sheet to send links from other apps to Firefox.
ast: Usa la mesma fueya pa unviar mensaxes dende otres aplicaciones a Firefox.
kab: Seqdec affer n beṭṭu akken ad tazneḍ iseɣwan seg yisnasen nniḍen ɣer Firefox.
ne_np: Firefox मा अन्य अनुप्रयोगहरूबाट लिंक पठाउन शेयर पाना प्रयोग गर्नुहोस्।
or: ସେଆର ପୃଷ୍ଠା ବ୍ୟବହାର କରି ଅନ୍ୟ ଆପରୁ Firefoxକୁ ଲିଙ୍କ ପଠାନ୍ତୁ ।
pa_in: ਦੂਸਰੇ ਐਪਸ ਤੋਂ ਫਾਇਰਫਾਕਸ ਵਿੱਚ ਲਿੰਕਾਂ ਨੂੰ ਭੇਜਣ ਲਈ ਸ਼ੇਅਰ ਸ਼ੀਟਾਂ ਦੀ ਵਰਤੋਂ ਕਰੋ।
te: ఫైర్ఫాక్స్ నుండి ఇతర ఆప్స్ కి లింక్లను పంపడానికి షేర్ షీట్ ఉపయోగించండి.
uk: Використовуйте панель поширення для надсилання посилань з інших програм в Firefox.
zh_cn: 使用“共享”表单在其他应用中将链接发送到 Firefox。
zh_tw: 直接從其他應用程式將鏈結傳送到 Firefox 開啟。
