Repository: 0101011/firefox-ios
Catalog: Client/*.lproj/Localizable.strings
Languages: ne_np

source: A username and password are being requested by %@.
ne_np: प्रयोगकर्ता नाम र पासवर्ड %@ द्वारा अनुरोध भइरहेको छ।

source: A username and password are being requested by %@. The site says: %@
ne_np: प्रयोगकर्ता नाम र पासवर्ड %1$@ द्वारा अनुरोध भइरहेको छ। साइट भन्छ: %2$@

source: About
ne_np: बारेमा

source: Add Tab
ne_np: ट्याब थप्नुहोस्

source: Add to Reading List
ne_np: पढ्ने सूचीमा थप्नुहोस्

source: AddPass.Error.Dismiss
ne_np: ठिक छ

source: AddPass.Error.Message
ne_np: पासलाइ वालेटमा थप्ने क्रममा त्रुटि देखापर्यो। पछि फेरि प्रयास गर्नुहोला।

source: AddPass.Error.Title
ne_np: पास थप्न असफल

source: Added page to Reading List
ne_np: पढ्ने सूचीमा थपियो

source: Address and Search
ne_np: ठेगाना र खोजि

source: Allow Third-Party Keyboards
ne_np: तेस्रो-पार्टी कीबोर्डहरुलाइ अनुमति दिने

source: Always Send
ne_np: सधैँ पठाउनुहोस्

source: Authentication required
ne_np: प्रमाणीकरण आवश्यक

source: Back
ne_np: पछाडि

source: Block Pop-up Windows
ne_np: पप-अप सञ्झ्यालहरूलाई अवरुद्द गर्नुहोस्

source: Bookmark
ne_np: पुस्तकचिनो

source: Bookmarks
ne_np: पुस्तकचिनो

source: Bookmarks you save will show up here.
ne_np: तपाईंले सुरक्षित गर्नुभएको पुस्तकचिनोहरू यहाँ देखिनेछन्।

source: Bookmarks.Folder.Label
ne_np: फोल्डर

source: Bookmarks.FolderLocation.Label
ne_np: स्थान

source: Bookmarks.FolderName.Label
ne_np: फोल्डरको नाम

source: Bookmarks.NewFolder.Label
ne_np: नयाँ फोल्डर

source: Bookmarks.Title.Label
ne_np: शीर्षक

source: Bookmarks.URL.Label
ne_np: युआरएल

source: Brightness
ne_np: चमक

source: Call
ne_np: कल गर्नुहोस्

source: Cancel
ne_np: रद्द गर्नुहोस्

source: Changes color theme.
ne_np: रंग पृष्टभुमि बदल्छ।

source: Changes font type.
ne_np: फन्ट शैली परिवर्नत गर्छ।

source: Clear Private Data
ne_np: व्यक्तिगत डाटा हटाउनुहोस्

source: Close
ne_np: बन्द गर्नुहोस्

source: Closing tab
ne_np: ट्याब बन्द गरिँदै

source: Copy Address
ne_np: ठेगाना प्रतिलिपि गर्नुहोस्

source: Copy Image
ne_np: तस्बिरको प्रतिलिपि बनाउनुहोस्

source: Copy Link
ne_np: लिङ्कको प्रतिलिपि बनाउनुहोस्

source: Could not add page to Reading List. Maybe it's already there?
ne_np: पढाइ सूचीमा पृष्ठ थप्न सकिएन। शायद यो पहिले नै त्यहाँ छ कि?

source: Could not add page to Reading list
ne_np: पढाइ सूचीमा पृष्ठ थप्न सकिएन

source: Could not load page.
ne_np: पृष्ठ लोड गर्न सकेन।

source: Create an account
ne_np: खाता खोल्नुहोस्

source: Dark
ne_np: अँध्यारो

source: Debug: forget Sync auth state
ne_np: डिबग: आधिकारीक सिंक स्टेट भूल्ने

source: Debug: require password
ne_np: डिबग: पासवर्ड आवश्यक

source: Debug: require upgrade
ne_np: डिबग: उन्नयन आवश्यक

source: Decrease text size
ne_np: पाठ साइज घटाउनुहोस्

source: Default Search Engine
ne_np: पूर्वनिर्धारित खोज इन्जिन

source: Disable additional page dialogs
ne_np: थप पृष्ठ संवाद बन्द गर्नुहोस्

source: Display Settings
ne_np: प्रदर्शन सेटिङ

source: Do you want to save the password for %@ on %@?
ne_np: %1$@को लागि %2$@मा पासवर्ड सुरक्षित गर्न चाहनुहुन्छ?

source: Do you want to save the password on %@?
ne_np: तपाइको पासवर्ड %@मा सुरक्षित गर्न चाहनुहुन्छ?

source: Do you want to update the password for %@ on %@?
ne_np: %1$@को लागि %2$@मा पासवर्ड अद्यावधिक गर्न चाहनुहुन्छ?

source: Do you want to update the password on %@?
ne_np: तपाइको पासवर्ड %@मा अद्यावधिक गर्न चाहनुहुन्छ?

source: Don't Send
ne_np: नपठाउनुहोस्

source: Done
ne_np: पूरा भयो

source: Double tap and hold to open history
ne_np: इतिहास खोल्न दुई पटक टयाप् गरेर दबाइराख्नुहोस्

source: Downloads.Alert.Cancel
ne_np: होइन

source: Downloads.Alert.Confirm
ne_np: हो

source: Downloads.Alert.Message
ne_np: Firefox ले यो फाइल डाउनलोड वा प्रदर्शन गर्न असमर्थ छ। तपाईं अर्को अनुप्रयोगमा यसलाई खोल्न चाहनुहुन्छ?

source: Downloads.Alert.Title
ne_np: Firefox का डाउन्लोडहरु

source: Downloads.Error.Message
ne_np: डाउनलोडहरु अझै Firefox मा समर्थित छैन।

source: Enter your password to connect.
ne_np: जडान गर्न तपाईँको पासवर्ड प्रविष्ट गर्नुहोस्।

source: ErrorPages.Advanced.Button
ne_np: आधुनिक

source: ErrorPages.AdvancedWarning1.Text
ne_np: चेतावनी: यो वेबसाइटमा तपाइको जडान सुरक्षित छ भनेर हामी पुष्टि गर्न सक्दैनौं ।

source: ErrorPages.AdvancedWarning2.Text
ne_np: यो एक गलत कन्फिगुरेसन वा एक आक्रमणकारीको छेडछाड हुन सक्छ। तपाईं सम्भावित जोखिम स्वीकार गरेर अघि बढ्नुहोस्।

source: ErrorPages.CertWarning.Description
ne_np: %@ को मालिकले अनुचित ढंगले आफ्नो वेबसाइट कन्फिगर गरेको छ। तपाइको जानकारी चोरी हुनबाट रक्षा गर्न, Firefox ले यो वेबसाइटमा जडान गरेको छैन।

source: ErrorPages.CertWarning.Title
ne_np: यो जडान अविश्वासिलो छ

source: ErrorPages.GoBack.Button
ne_np: पछाडि जानुहोस्

source: ErrorPages.VisitOnce.Button
ne_np: कुनैपनि हालतमा साइट खोल्नुहोस्

source: Firefox needs to reopen for this change to take effect.
ne_np: यो परिवर्तन प्रभावकारी हुनको लागि Firefox पुन: खोल्न आवश्यक छ।

source: Firefox will stop syncing with your account, but won’t delete any of your browsing data on this device.
ne_np: Firefox ले तपाईँको खातासँग समन्वयन गर्न रोक्नेछ, तर यो कम्प्युटरमा तपाईँको ब्राउजिङ डेटा मेटिने छैन।

source: Firefox would like to access your Photos
ne_np: Firefox ले तपाईँको तस्बिरहरुमा पहुँच बनाउन चाहन्छ

source: Forward
ne_np: अगाडि

source: General
ne_np: साधारण

source: Get your open tabs, bookmarks, and passwords from your other devices.
ne_np: तपाईँको अन्य उपकरणहरूको खुला ट्याबहरू, पुस्तकचिनोहरू, र पासवर्डहरू प्राप्त गर्नुहोस्।

source: Go
ne_np: जानुहोस्

source: Go to copied URL?
ne_np: प्रतिलिपि URL मा जाने

source: Help
ne_np: मद्दत

source: History
ne_np: इतिहास

source: HistoryPanel.EmptyState.Title
ne_np: तपाईँले हालै भ्रमण गर्नुभएको वेबसाइटहरू यहाँ देखिनेछन्।

source: HistoryPanel.EmptySyncedTabsNullState.Description
ne_np: तपाईँको अन्य उपकरणहरूको ट्याबहरू यहाँ देखाउनुहोस्।

source: HistoryPanel.EmptySyncedTabsState.Description
ne_np: तपाईँको अन्य उपकरणहरूको खुला ट्याबहरू हेर्न साइन इन गर्नुहोस्।

source: HistoryPanel.EmptySyncedTabsState.Title
ne_np: Firefox Sync

source: HistoryPanel.HistoryBackButton.Title
ne_np: इतिहास

source: HistoryPanel.RecentlyClosedTabsButton.Title
ne_np: हालै बन्द गरिएको

source: HistoryPanel.SyncedTabsCell.Description.Pluralized
ne_np: %d उपकरण(हरू) जडान भएको छ

source: HistoryPanel.SyncedTabsCell.Title
ne_np: सिङ्क गरिएको उपकरणहरू

source: HomePage.Set.Dialog.Cancel
ne_np: रद्द गर्नुहोस्

source: HomePage.Set.Dialog.Message
ne_np: तपाईँले पछि पनि सेटिङहरूमा गएर यो परिवर्तन गर्न सक्नुहुन्छ

source: HomePage.Set.Dialog.OK
ne_np: गृहपृष्ठ चयन गर्नुहोस्

source: HomePage.Set.Dialog.Title
ne_np: तपाईं आफ्नो गृह पृष्ठमा यो वेब पेज प्रयोग गर्न चाहनुहुन्छ

source: Hotkeys.Back.DiscoveryTitle
ne_np: पछाडि

source: Hotkeys.CloseTab.DiscoveryTitle
ne_np: ट्याब बन्द गर्नुहोस्

source: Hotkeys.Find.DiscoveryTitle
ne_np: फेला पार्नुहोस्

source: Hotkeys.Forward.DiscoveryTitle
ne_np: अगाडि

source: Hotkeys.NewPrivateTab.DiscoveryTitle
ne_np: नयाँ निजी ट्याब

source: Hotkeys.NewTab.DiscoveryTitle
ne_np: नयाँ ट्याब

source: Hotkeys.Reload.DiscoveryTitle
ne_np: पृष्ठ पुन: लोड गर्नुहोस्

source: Hotkeys.SelectLocationBar.DiscoveryTitle
ne_np: स्थानपट्टी चयन गर्नुहोस्

source: Hotkeys.ShowNextTab.DiscoveryTitle
ne_np: अर्को ट्याब देखाउनुहोस्

source: Hotkeys.ShowPreviousTab.DiscoveryTitle
ne_np: अघिल्लो ट्याब देखाउनुहोस्

source: Increase text size
ne_np: पाठ साइज बढाउनुहोस्

source: Intro Tour Carousel
ne_np: परिचित हुनुहोस्

source: Last month
ne_np: गएको महिना

source: Last synced: %@
ne_np: अन्तिम सिङ्क: %@

source: Last week
ne_np: गएको हप्ता

source: Licenses
ne_np: इजाजतपत्रहरु

source: Light
ne_np: प्रकाश

source: Load original page
ne_np: मूल पृष्ठ लोड गर्नुहोस्

source: Loading content…
ne_np: सामग्री लोड गरिदै…

source: Log Out
ne_np: लगआउट

source: Log Out?
ne_np: लग आउट गर्ने?

source: Log in
ne_np: लगइन

source: Logins
ne_np: लग-इनहरू

source: LoginsHelper.DontSave.Button
ne_np: बचत नगर्नुहोस्

source: LoginsHelper.PromptSaveLogin.Title
ne_np: %2$@ को लागि %1$@ लग-इन बचत गर्न चहानुहुन्छ?

source: LoginsHelper.PromptSavePassword.Title
ne_np: %@ का लागि पासवर्ड बचत गर्ने?

source: LoginsHelper.PromptUpdateLogin.Title
ne_np: %2$@ को लागि %1$@ लग-इन अद्यावधिक गर्न चहानुहुन्छ?

source: LoginsHelper.PromptUpdatePassword.Title
ne_np: %@का लागि पासवर्ड अद्यावधिक गर्ने?

source: LoginsHelper.SaveLogin.Button
ne_np: लग-इन सङ्ग्रहित गर्नुहोस्

source: LoginsHelper.Update.Button
ne_np: अद्यावधिक गर्नुहोस्

source: Looks like Firefox crashed previously. Would you like to restore your tabs?
ne_np: Firefox पहिले क्रयास भएको जस्तो देखिन्छ। तपाईं आफ्नो ट्याबहरू पुनःस्थापना गर्न चाहनुहुन्छ?

source: Mark as Read
ne_np: पढेको रूपमा चिन्ह लगाउनुहोस्

source: Mark as Unread
ne_np: नपढेको रूपमा चिन्ह लगाउनुहोस्

source: Menu.NightModeAction.Title
ne_np: रात्रि मोड

source: Menu.NightModeTurnOffAction.Title
ne_np: रात्रि मोड बन्द गर्नुहोस्

source: Menu.NightModeTurnOnAction.Title
ne_np: रात्रि मोड

source: Menu.NoImageModeAction.Title
ne_np: तस्बिर-विहीन मोड

source: Menu.NoImageModeTurnOffAction.Title
ne_np: तस्बिरहरू देखाउनुहोस्

source: Menu.NoImageModeTurnOnAction.Title
ne_np: तस्बिरहरू लुकाउनुहोस्

source: Missing error
ne_np: छुटेको त्रुटि

source: Missing message
ne_np: छुटेको सन्देश

source: Navigation Toolbar
ne_np: नेभिगेसन उपकरणपट्टी

source: New tab: %@: %@
ne_np: नयाँ ट्याब: %1$@: %2$@

source: New version available
ne_np: नयाँ संस्करण उपलब्ध छ

source: No
ne_np: होइन

source: No tabs
ne_np: कुनै ट्याबहरू हैन

source: Not Now
ne_np: अहिले होइन

source: Not now
ne_np: अहिले होइन

source: OK
ne_np: ठिक छ

source: Okay
ne_np: ठिक छ

source: Oops! Firefox crashed
ne_np: ओहो! Firefox क्रयास भयो

source: Open In New Tab
ne_np: नयाँ ट्याबमा खोल्नुहोस्

source: Open Settings
ne_np: अरू सेटिङ्गहरु

source: Open articles in Reader View by tapping the book icon when it appears in the title bar.
ne_np: Reader View मा लेखहरू पढ्न शीर्षक बारमा रहेको पुस्तक चिनोमा थिच्नुहोस्।

source: Open in…
ne_np: …मा खोल्नुहोस्

source: Opening %@
ne_np: %@ खोल्दै

source: Panel Chooser
ne_np: प्यानल चयनकर्ता

source: Password
ne_np: पासवर्ड

source: Paste
ne_np: टाँस्नुहोस्

source: Paste & Go
ne_np: टाँस्नुहोस् र जानुहोस्

source: Privacy
ne_np: गोपनीयता

source: Privacy Policy
ne_np: गोपनीयता निति

source: Quick-search Engines
ne_np: शिघ्र-खोज इन्जिनहरू

source: Reading list
ne_np: पढ्ने सुची

source: RecentlyClosedTabsPanel.Title
ne_np: हालै बन्द गरिएको

source: Reload
ne_np: पुन: लोड गर्नुहोस्

source: Remove
ne_np: हटाउनुहोस्

source: Remove from Reading List
ne_np: पढ्ने सूचीबाट हटाउनुहोस्

source: Remove page
ne_np: पृष्ठ हटाउनुहोस्

source: Request Desktop Site
ne_np: डेस्कटप साइट अनुरोध गर्नुहोस्

source: Request Mobile Site
ne_np: मोबाइल साइट अनुरोध गर्नुहोस्

source: Sans-serif
ne_np: सान-सेरिफ

source: Save Image
ne_np: तस्विर सङ्ग्रह गर्नुहोस्

source: Save Logins
ne_np: लग-इनहरू सङ्ग्रह गर्नुहोस्

source: Save pages to your Reading List by tapping the book plus icon in the Reader View controls.
ne_np: पुस्तकमा भएको जोड चिन्ह मा क्लिक गरेर पृष्ठहरू पाठक सुचीमा सन्चीत गर्नुहोस्।

source: Search
ne_np: खोजी गर्नुहोस्

source: Search or enter address
ne_np: खोज्नुहोस वा ठेगाना प्रविष्ट गर्नुहोस्

source: Search.ThirdPartyEngines.AddMessage
ne_np: नयाँ खोज इन्जिन छिटो खोज पट्टी मा प्रदर्शित हुनेछ।

source: Search.ThirdPartyEngines.AddSuccess
ne_np: खोजी इन्जिन थपियो!

source: Search.ThirdPartyEngines.AddTitle
ne_np: खोज प्रदायक थप्ने?

source: Search.ThirdPartyEngines.Cancel
ne_np: रद्द गर्नुहोस्

source: Search.ThirdPartyEngines.FailedMessage
ne_np: खोज प्रदायक थप्न सकिएन।

source: Search.ThirdPartyEngines.FailedTitle
ne_np: असफल भयो

source: Search.ThirdPartyEngines.OK
ne_np: ठिक छ

source: Searches for the suggestion
ne_np: सुझावका लागि खोजीहरू

source: Secure connection
ne_np: सुरक्षित जडान

source: Send Feedback
ne_np: प्रतिक्रिया पठाउनुहोस्

source: Send Report
ne_np: प्रतिवेदन पठाउनुहोस्

source: Send a crash report so Mozilla can fix the problem?
ne_np: Mozilla ले समस्या समाधान गरोस् भनेर क्रयास् रिपोट पठाउने?

source: SendTo.Cancel.Button
ne_np: रद्द गर्नुहोस्

source: SendTo.Error.Message
ne_np: केवल HTTP र HTTPS लिङ्क मात्र साझेदारी गर्न सकिन्छ।

source: SendTo.Error.OK.Button
ne_np: ठिक छ

source: SendTo.Error.Title
ne_np: तपाईं साझेदारी गर्न खोजि रहनु भएको लिङ्क साझेदारी गर्न सकिँदैन।

source: Serif
ne_np: सेरिफ

source: Settings
ne_np: सेटिङ

source: Settings.ClearPrivateData.Clear.Button
ne_np: व्यक्तिगत डाटा हटाउनुहोस्

source: Settings.ClearPrivateData.SectionName
ne_np: व्यक्तिगत डाटा हटाउनुहोस्

source: Settings.ClearPrivateData.Title
ne_np: व्यक्तिगत डाटा हटाउनुहोस्

source: Settings.HomePage.Clear.Button
ne_np: खाली गर्नुहोस्

source: Settings.HomePage.SectionName
ne_np: गृहपृष्ठ

source: Settings.HomePage.Title
ne_np: गृहपृष्ठको सेटिङ्गहरु

source: Settings.HomePage.UI.Toggle.Subtitle
ne_np: अन्यथा उपकरणपट्टीमा देखाउनुहोस्

source: Settings.HomePage.UI.Toggle.Title
ne_np: गृहपृष्ठ चिह्न मेनुमा देखाउनुहोस्

source: Settings.HomePage.URL.Placeholder
ne_np: एक वेब पेज प्रविष्ट गर्नुहोस्

source: Settings.HomePage.URL.Title
ne_np: हालको गृहपृष्ठ

source: Settings.HomePage.UseCopiedLink.Button
ne_np: प्रतिलिपि गरियो लिङ्क प्रयोग गर्नुहोस्

source: Settings.HomePage.UseCurrent.Button
ne_np: अहिलेको पृष्ठ प्रयोग गर्नुहोस्

source: Settings.HomePage.UseDefault.Button
ne_np: पूर्वनिर्धारित प्रयोग गर्नुहोस्

source: Settings.NewTab.Description
ne_np: जब तपाईं एक नयाँ ट्याब खोल्नु हुनेछ:

source: Settings.NewTab.Option.BlankPage
ne_np: खाली पृष्ठ देखाउनुहोस्

source: Settings.NewTab.Option.Bookmarks
ne_np: तपाईँका पुस्तकचिनोहरू देखाउनुहोस्

source: Settings.NewTab.Option.History
ne_np: तपाईंको इतिहास देखाउनुहोस्

source: Settings.NewTab.Option.HomePage
ne_np: तपाईंको गृहपृष्ठ देखाउनुहोस्

source: Settings.NewTab.Option.ReadingList
ne_np: तपाईंको पढाइ सूची देखाउनुहोस्

source: Settings.NewTab.Option.TopSites
ne_np: तपाईंको शीर्ष साइटहरू देखाउनुहोस्

source: Settings.NewTab.SectionName
ne_np: नयाँ ट्याब

source: Settings.NewTab.Title
ne_np: नयाँ ट्याबका सेटिङ्गहरू

source: Settings.Search.Done.Button
ne_np: पूरा भयो

source: Settings.Search.Edit.Button
ne_np: सम्पादन गर्नुहोस्

source: Settings.TroubleShootSync.Title
ne_np: समस्या निवारण

source: Share
ne_np: साझेदारी

source: Share Link
ne_np: लिङ्क साझा गर्नुहोस्

source: ShareTo.Cancel.Button
ne_np: रद्द गर्नुहोस्

source: Show Search Suggestions
ne_np: खोजि सुझाबहरु देखाउनुहोस्

source: Show Tabs
ne_np: ट्याबहरु देखाउनुहोस्

source: Show Tour
ne_np: भ्रमण गर्नुहोस्

source: Show search suggestions
ne_np: खोजि सुझाबहरु देखाउनुहोस्

source: Sign In to Firefox
ne_np: Firefox मा साइन इन गर्नुहोस्

source: Sign in
ne_np: साइन इन

source: Sign in to get your tabs, bookmarks, and passwords from your other devices.
ne_np: तपाईँको अन्य उपकरणहरू बाट ट्याबहरू, पुस्तकचिनोहरू, र पासवर्डहरू प्राप्त गर्न साईन-ईन गर्नुहोस्।

source: Stop
ne_np: रोक्नुहोस्

source: Support
ne_np: सहयोग

source: Swipe right or left with three fingers to close the tab.
ne_np: ट्याब बन्द गर्न तीन औंलाहरु दायाँ वा बाँया स्वाइप गर्नुहोस्।

source: Sync Now
ne_np: अहिले सिङ्क गर्नुहोस्

source: Sync your tabs, bookmarks, passwords and more.
ne_np: तपाईंको ट्याबहरू, पुस्तकचिनोहरू, पासवर्डहरू र अन्य कुरा सिङ्क गर्नुहोस्।

source: Sync your tabs, passwords and more.
ne_np: तपाईंको ट्याबहरू, पासवर्डहरू र अन्य कुरा सिङ्क गर्नुहोस्।

source: Sync.FirstTimeMessage.Label
ne_np: पहिलो पटक सिङ्क गर्नको लागि केहि बेर लाग्न सक्छ

source: Sync.Syncing.Label
ne_np: सिङ्क गरिँदै

source: Sync.SyncingEllipsis.Label
ne_np: सिङ्क गरिँदै…

source: SyncState.Bookmark.Title
ne_np: पुस्तकचिनो

source: SyncState.Clients.Title
ne_np: रिमोट ग्राहकहरू

source: SyncState.Failed.Title
ne_np: सिङ्क गर्न सकिएन

source: SyncState.History.Title
ne_np: इतिहास

source: SyncState.Logins.Title
ne_np: लग-इनहरू

source: SyncState.NotStarted.Title
ne_np: सिङ्क उपलब्ध छैन

source: SyncState.Offline.Title
ne_np: सिङ्क अफलाइन छ

source: SyncState.Partial.Title
ne_np: सिङ्क गर्दा %@ समस्या आयो

source: SyncState.Tabs.Title
ne_np: ट्याबहरू

source: Tab %@ of %@
ne_np: %1$@ of %2$@ ट्याब

source: Tabs %@ to %@ of %@
ne_np: %3$@ ट्याबहरूको %1$@ देखि %2$@

source: Tabs Tray
ne_np: ट्याबहरूको ट्रे

source: Tabs.DeleteAllUndo.Button
ne_np: पूर्व स्थितिमा फर्काउनुहोस्

source: Tabs.DeleteAllUndo.Title
ne_np: %d ट्याबहरू बन्द गरियो

source: The page could not be displayed in Reader View.
ne_np: पाठक पृष्ठमा यो पृष्ठ प्रदर्शन गर्न सकिएन।

source: There is a new version available of Firefox Aurora. Tap OK to go to the download page.
ne_np: Firefox Aurora को नयाँ सँस्करण उपलब्ध छ। डाउनलोड गर्नको लागि हुन्छमा थिच्नुहोस्।

source: There was a problem accessing tabs from your other devices. Try again in a few moments.
ne_np: तपाईंको अन्य उपकरणको ट्याबहरूमा पहुँच हुन सकेन। केही समय पछि पुन: प्रयास गर्नुहोला।

source: There was an error converting the page
ne_np: पृष्ठ परिवर्तन गर्दा त्रुटी आयो

source: This allows you to save the image to your Camera Roll.
ne_np: यसले तपाईंको चित्रलाई क्यामरा रोलमा बचत गर्न अनुमति दिन्छ।

source: This will open in another application
ne_np: यो अर्को अनुप्रयोगमा खुल्छ

source: Today
ne_np: आज

source: Toolbar.Menu.AccessibilityLabel
ne_np: मेनु

source: Toolbar.OpenHomePage.AccessibilityLabel
ne_np: गृहपृष्ठ

source: Top sites
ne_np: शिर्ष साइटहरु

source: TopSites.EmptyState.Description
ne_np: तपाईंले बडी भ्रमण गर्न भएको साइटहरू यहाँ देखिनेछ।

source: TopSites.EmptyState.Title
ne_np: शीर्ष साइटहरुमा तपाईंको स्वागत छ

source: TopSites.RemovePage.Button
ne_np: %@ पृष्ठ हटाउनुहोस्

source: Update
ne_np: अद्यावधिक गर्नुहोस्

source: Upgrade Firefox to connect.
ne_np: Firefox लाई कनेक्टमा अद्यावधिक गर्नुहोस्।

source: Use Compact Tabs
ne_np: संकुचित ट्याबहरू प्रयोग गर्नुहोस्

source: Username
ne_np: प्रयोगकर्ता नाम

source: Verify your email address.
ne_np: तपाईँको इमेल ठेगाना प्रमाणित गर्नुहोस्।

source: Version %@ (%@)
ne_np: संस्करण %1$@ (%2$@)

source: View
ne_np: हेर्नुहोस्

source: Web content
ne_np: वेब सामग्री

source: Welcome to your Reading List
ne_np: तपाईंलाई तपाईंको पढ्ने सुचीमा स्वागत छ

source: Well, this is embarrassing.
ne_np: यो लज्जादायी छ।

source: Wikipedia
ne_np: विकिपीडिया

source: Yes
ne_np: हो

source: Yesterday
ne_np: हिजो

source: You don't have any tabs open in Firefox on your other devices.
ne_np: तपाईंको अन्य उपकरणहरूको Firefox मा कुनै पनि ट्याबहरू खुला छैन।

source: Your Rights
ne_np: तपाईँका अधिकारहरु

source: computer
ne_np: कम्प्युटर

source: just now
ne_np: अहिले भर्खरै

source: mobile device
ne_np: मोबाईल उपकरण

source: more than a month ago
ne_np: एक महिना बढी भन्दा पहिले

source: more than a week ago
ne_np: एक हप्ता बढी भन्दा पहिले

source: read
ne_np: पढ्नुहोस्

source: this week
ne_np: यो हप्ता

source: today at %@
ne_np: आज %@ मा

source: unread
ne_np: नपढिएका

source: yesterday
ne_np: हिजो
