Repository: 0101011/firefox-ios
Catalog: Client/*.lproj/PrivateBrowsing.strings
Languages: ms

source: Close Private Tabs
ms: Tutup Tab Persendirian

source: Firefox won't remember any of your history or cookies, but new bookmarks will be saved.
ms: Firefox tidak akan mengingat apa-apa sejarah atau kuki anda, tetapi penandabuku baru akan diselamatkan.

source: Learn More
ms: Ketahui Lanjut

source: Off
ms: Dipadamkan

source: On
ms: Dihidupkan

source: Open In New Private Tab
ms: Buka dalam Tab Persendirian

source: Private Browsing
ms: Melayari Secara Peribadi

source: Private Mode
ms: Mod Persendirian

source: Turns private mode on or off
ms: Menghidupkan mod persendirian atau mematikan

source: When Leaving Private Browsing
ms: Apabila Meninggalkan Pelayaran Persendirian
